content/posts/Geometric_unity_by_Eric_Weinstein_in_2013.md
+++
title = "Geometric unity by Eric Weinstein in 2013"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:33-04:00
slug = "Geometric_unity_by_Eric_Weinstein_in_2013"
draft = false
+++

## [Lecture](<https://youtu.be/Z7rd04KzLcg?t=3394>) {#lecture--https-youtu-dot-be-z7rd04kzlcg-t-3394}


## Theories {#theories}


### Dirac matter {#dirac-matter}

<!--list-separator-->

-  Most fundamental of all elliptic operators in Euclidean signature generating [Atiyah-Singer theory](<https://en.wikipedia.org/wiki/Atiyah%E2%80%93Singer%5Findex%5Ftheorem>)


### GR {#gr}

<!--list-separator-->

-  Unique spin-2 massless field capable of communicating gravity


### YMMAH {#ymmah}

<!--list-separator-->

-  Normed square of the curvature and saying whatever the field strength is lets measure that size


## Intrinsic and auxiliary {#intrinsic-and-auxiliary}


### Intrinsic {#intrinsic}

<!--list-separator-->

-  Physics: GR

<!--list-separator-->

-  Math: (semi)-Riemannian geometry


### Auxiliary {#auxiliary}

<!--list-separator-->

-  Physics: YM

<!--list-separator-->

-  Math: [fiber bundle]({{< relref "fiber_bundle" >}}) or modern gauge theory
